Repository: airtaxi/CodexAccountSwitch.WinUI
Catalog: CliAccountSwitcher.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_hans, zh_hant

# SettingsPage_PrimaryUsageSurgeNotificationWindowSettingsCard.Description
source: Set the time window in minutes over which the actual usage increase is measured.
ja_jp: 実際の使用量の増加を測定する時間単位 (分) を設定します。
ko_kr: 사용량 증가를 측정할 시간 단위(분)를 설정합니다.
zh_hans: 设置测量实际用量增长的时间单位（分钟）。
zh_hant: 設定測量實際用量增長的時間單位（分鐘）。

# SettingsPage_PrimaryUsageSurgeNotificationWindowSettingsCard.Header
source: Observation window (minutes)
ja_jp: 観察単位 (分)
ko_kr: 관찰 단위(분)
zh_hans: 观察单位（分钟）
zh_hant: 觀察單位（分鐘）

# SettingsPage_PrimaryUsageWarningThresholdSettingsCard.Description
source: Mark the 5-hour limit as low quota when remaining usage is at or below this percentage.
ja_jp: 5時間制限の残り使用量がこの割合以下になったら低クォータとしてマークします。
ko_kr: 5시간 한도 잔여량이 이 비율 이하가 되면 저할당량으로 표시합니다.
zh_hans: 当 5 小时限制的剩余用量等于或低于此百分比时标记为低配额。
zh_hant: 当 5 小時限制的剩餘用量等於或低於此百分比時标记為低配額。

# SettingsPage_PrimaryUsageWarningThresholdSettingsCard.Header
source: 5-hour low-quota threshold
ja_jp: 5時間の低クォータしきい値
ko_kr: 5시간 저할당량 기준
zh_hans: 5 小时低配额阈值
zh_hant: 5 小時低配額閾值

# SettingsPage_RefreshRemainingDisabledText
source: Automatic refresh is off
ja_jp: 自動更新はオフです
ko_kr: 자동 새로고침 꺼짐
zh_hans: 自动刷新已关闭
zh_hant: 自動重新整理已關閉

# SettingsPage_RefreshRemainingFormat
source: Next refresh in {0:00}:{1:00}:{2:00}
ja_jp: 次回更新まで {0:00}:{1:00}:{2:00}
ko_kr: 다음 새로고침까지 {0:00}:{1:00}:{2:00}
zh_hans: 下次刷新还有 {0:00}:{1:00}:{2:00}
zh_hant: 下次重新整理还有 {0:00}:{1:00}:{2:00}

# SettingsPage_RemainingTimeWithDaysFormat
source: {0} day(s) {1}
ja_jp: {0} 日 {1}
ko_kr: {0}일 {1}
zh_hans: {0} 天 {1}
zh_hant: {0} 天 {1}

# SettingsPage_RestartRecommendedDialogMessage
source: The language setting has been saved. Restart the app to apply it reliably to every screen.
ja_jp: 言語設定を保存しました。すべての画面に確実に反映するには、アプリを再起動することをおすすめします。
ko_kr: 언어 설정이 저장되었습니다. 모든 화면에 안정적으로 반영하려면 앱을 재시작하는 것을 권장합니다.
zh_hans: 语言设置已保存。建议重启应用，以可靠应用到每个屏幕。
zh_hant: 語言設定已儲存。建議重新啟動應用程式，以可靠套用到所有畫面。

# SettingsPage_RestartRecommendedDialogTitle
source: Restart recommended
ja_jp: 再起動をおすすめします
ko_kr: 재시작 권장
zh_hans: 建议重启
zh_hant: 建議重新啟動

# SettingsPage_SaveSettingsFailedDialogMessage
source: The app settings could not be saved. Please check file access permissions and try again.
ja_jp: アプリ設定を保存できませんでした。ファイルアクセス権限を確認して、もう一度お試しください。
ko_kr: 앱 설정을 저장하지 못했습니다. 파일 접근 권한을 확인한 뒤 다시 시도해 주세요.
zh_hans: 无法保存应用设置。请检查文件访问权限后重试。
zh_hant: 無法儲存應用程式設定。請檢查檔案存取權限後再試一次。

# SettingsPage_SaveSettingsFailedDialogTitle
source: Settings save failed
ja_jp: 設定の保存に失敗しました
ko_kr: 설정 저장 실패
zh_hans: 设置保存失败
zh_hant: 設定儲存失敗

# SettingsPage_SecondaryMonitorFormat
source: Secondary monitor {0}
ja_jp: セカンダリモニター {0}
ko_kr: 보조 모니터 {0}
zh_hans: 辅助显示器 {0}
zh_hant: 輔助顯示器 {0}

# SettingsPage_SecondaryUsageLowQuotaNotificationSettingsCard.Description
source: Save whether 7-day low-quota notifications should be enabled.
ja_jp: 7日間の低クォータ通知を有効にするかどうかを保存します。
ko_kr: 7일 저할당량 도달 알림 사용 여부를 저장합니다.
zh_hans: 保存是否启用 7 天低配额通知。
zh_hant: 儲存是否啟用 7 天低配額通知。

# SettingsPage_SecondaryUsageLowQuotaNotificationSettingsCard.Header
source: 7-day low-quota notification
ja_jp: 7日間の低クォータ通知
ko_kr: 7일 저할당량 알림
zh_hans: 7 天低配额通知
zh_hant: 7 天低配額通知

# SettingsPage_SecondaryUsageWarningThresholdSettingsCard.Description
source: Mark the 7-day limit as low quota when remaining usage is at or below this percentage.
ja_jp: 7日間制限の残り使用量がこの割合以下になったら低クォータとしてマークします。
ko_kr: 7일 한도 잔여량이 이 비율 이하가 되면 저할당량으로 표시합니다.
zh_hans: 当 7 天限制的剩余用量等于或低于此百分比时标记为低配额。
zh_hant: 当 7 天限制的剩餘用量等於或低於此百分比時标记為低配額。

# SettingsPage_SecondaryUsageWarningThresholdSettingsCard.Header
source: 7-day low-quota threshold
ja_jp: 7日間の低クォータしきい値
ko_kr: 7일 저할당량 기준
zh_hans: 7 天低配额阈值
zh_hant: 7 天低配額閾值

# SettingsPage_SimplifiedChineseLanguageComboBoxItem.Content
source: Simplified Chinese
ja_jp: 簡体字中国語
ko_kr: 중국어 간체
zh_hans: 简体中文
zh_hant: 簡體中文

# SettingsPage_StartupLaunchSettingsCard.Description
source: Run CLI Account Switcher automatically after Windows sign-in.
ja_jp: Windows サインイン後に CLI Account Switcher を自動的に実行します。
ko_kr: Windows 로그인 후 CLI Account Switcher를 자동으로 실행합니다.
zh_hans: Windows 登录后自动运行 CLI Account Switcher。
zh_hant: Windows 登入後自動執行 CLI Account Switcher。

# SettingsPage_StartupLaunchSettingsCard.Header
source: Launch at system startup
ja_jp: システム起動時に起動
ko_kr: 시스템 시작 시 자동 실행
zh_hans: 系统启动时运行
zh_hant: 系統啟動時執行

# SettingsPage_StartupRegistrationFailedDialogMessage
source: The Windows startup task setting could not be applied. Please check package manifest registration or Windows startup app permissions.
ja_jp: Windows スタートアップタスク設定を適用できませんでした。パッケージマニフェスト登録または Windows のスタートアップアプリ権限を確認してください。
ko_kr: Windows 시작 작업 설정을 적용하지 못했습니다. 패키지 매니페스트 등록 상태 또는 Windows 시작 앱 권한을 확인해 주세요.
zh_hans: 无法应用 Windows 启动任务设置。请检查包清单注册或 Windows 启动应用权限。
zh_hant: 無法應用程式 Windows 啟動任务設定。請檢查套件資訊清單註冊或 Windows 啟動應用程式權限。

# SettingsPage_StartupRegistrationFailedDialogTitle
source: Startup setting failed
ja_jp: スタートアップ設定に失敗しました
ko_kr: 자동 실행 설정 실패
zh_hans: 启动设置失败
zh_hant: 啟動設定失敗

# SettingsPage_SystemDefaultLanguageComboBoxItem.Content
source: System default
ja_jp: システム既定
ko_kr: 시스템 기본값
zh_hans: 系统默认
zh_hant: 系統默認

# SettingsPage_SystemDefaultThemeComboBoxItem.Content
source: System default
ja_jp: システム既定
ko_kr: 시스템 기본값
zh_hans: 系统默认
zh_hant: 系統默認

# SettingsPage_TaskbarUsageSettingsCard.Description
source: Show 5-hour and 7-day usage for the active account of the selected service in the Windows taskbar.
ja_jp: 選択中のサービスのアクティブアカウントの5時間/7日使用量をWindowsタスクバーに表示します。
ko_kr: 선택한 서비스의 활성 계정 5시간/7일 사용량을 Windows 작업 표시줄에 표시합니다.
zh_hans: 在 Windows 任务栏中显示所选服务的活动帐户 5 小时/7 天用量。
zh_hant: 在 Windows 工作列顯示所選服務的使用中帳戶 5 小時/7 天用量。

# SettingsPage_TaskbarUsageSettingsCard.Header
source: Taskbar usage
ja_jp: タスクバー使用量
ko_kr: 작업 표시줄 사용량
zh_hans: 任务栏用量
zh_hant: 工作列使用量

# SettingsPage_ThemeSettingsCard.Description
source: Change the color theme for the app and dialogs immediately.
ja_jp: アプリとダイアログの配色テーマをすぐに変更します。
ko_kr: 앱과 다이얼로그의 색상 테마를 즉시 변경합니다.
zh_hans: 立即更改应用和对话框的颜色主题。
zh_hant: 立即變更應用程式和对话框的色彩主題。

# SettingsPage_ThemeSettingsCard.Header
source: Theme
ja_jp: テーマ
ko_kr: 테마
zh_hans: 主题
zh_hant: 主題

# SettingsPage_TitleTextBlock.Text
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_hans: 设置
zh_hant: 設定

# SettingsPage_TraditionalChineseLanguageComboBoxItem.Content
source: Traditional Chinese
ja_jp: 繁体字中国語
ko_kr: 중국어 번체
zh_hans: 繁体中文
zh_hant: 繁體中文

# SettingsPage_UpdateAvailableDialogMessageFormat
source: {1} {0} update(s) are available from Microsoft Store.
ja_jp: {1} Microsoft Store に {0} 件の更新があります。
ko_kr: {1} Microsoft Store에서 사용 가능한 업데이트 {0}개를 찾았습니다.
zh_hans: {1} Microsoft Store 中有 {0} 个可用更新。
zh_hant: {1} Microsoft Store 中有 {0} 個可用更新。

# SettingsPage_UpdateAvailableDialogTitle
source: Update available
ja_jp: 更新があります
ko_kr: 업데이트 사용 가능
zh_hans: 有可用更新
zh_hant: 有可用更新

# SettingsPage_UpdateCheckFailedDialogMessage
source: Microsoft Store update information could not be checked. Please verify the package installation state and network connection.
ja_jp: Microsoft Store の更新情報を確認できませんでした。パッケージのインストール状態とネットワーク接続を確認してください。
ko_kr: Microsoft Store 업데이트 정보를 확인하지 못했습니다. 패키지 설치 상태와 네트워크 연결을 확인해 주세요.
zh_hans: 无法检查 Microsoft Store 更新信息。请确认包安装状态和网络连接。
zh_hant: 無法檢查 Microsoft Store 更新資訊。請确認套件安裝狀態和網路連線。

# SettingsPage_UpdateCheckFailedDialogTitle
source: Update check failed
ja_jp: 更新確認に失敗しました
ko_kr: 업데이트 확인 실패
zh_hans: 更新检查失败
zh_hant: 更新檢查失敗

# SettingsPage_UpdateCheckSettingsCard.Description
source: Review the current app version and Microsoft Store updates.
ja_jp: 現在のアプリバージョンと Microsoft Store の更新を確認します。
ko_kr: 현재 앱 버전과 Microsoft Store 업데이트를 확인합니다.
zh_hans: 查看当前应用版本和 Microsoft Store 更新。
zh_hant: 查看目前應用程式版本和 Microsoft Store 更新。

# SettingsPage_UpdateCheckSettingsCard.Header
source: Check for updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_UpdateSettingsCard.Description
source: Review the current app version and Microsoft Store updates.
ja_jp: 現在のアプリバージョンと Microsoft Store の更新を確認します。
ko_kr: 현재 앱 버전과 Microsoft Store 업데이트를 확인합니다.
zh_hans: 查看当前应用版本和 Microsoft Store 更新。
zh_hant: 查看目前應用程式版本和 Microsoft Store 更新。

# SettingsPage_UpdateSettingsCard.Header
source: Check for updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

# SkillsPageViewModel_DescriptionFormat
source: Manage skills for {0}
ja_jp: {0}のスキルを管理
ko_kr: {0} 스킬을 저장하고 관리합니다.
zh_hans: 管理 {0} 的技能
zh_hant: 管理 {0} 的技能

# SkillsPageViewModel_NoSelectedSkills
source: No skills selected
ja_jp: スキルが選択されていません
ko_kr: 선택 없음
zh_hans: 未选择技能
zh_hant: 未選取技能

# SkillsPageViewModel_SelectedSkillCountFormat
source: {0} skill(s) selected
ja_jp: {0}件のスキルが選択されています
ko_kr: {0}개 선택됨
zh_hans: 已选择 {0} 个技能
zh_hant: 已選取 {0} 個技能

# SkillsPage_DeleteButtonText
source: Delete
ja_jp: 削除
ko_kr: 삭제
zh_hans: 删除
zh_hant: 刪除

# SkillsPage_DeleteSelectedSkillsDialogMessage
source: {0} skill(s) will be deleted permanently. Continue?
ja_jp: {0}件のスキルが完全に削除されます。続行しますか？
ko_kr: {0}개 스킬을 삭제할까요?
zh_hans: 将永久删除 {0} 个技能。是否继续？
zh_hant: 將永久刪除 {0} 個技能。是否繼續？

# SkillsPage_DeleteSelectedSkillsDialogTitle
source: Delete selected skills
ja_jp: 選択したスキルを削除
ko_kr: 선택 스킬 삭제
zh_hans: 删除所选技能
zh_hant: 刪除所選技能

# SkillsPage_DeleteSelectedSkillsTextBlock.Text
source: Delete Selected
ja_jp: 選択項目を削除
ko_kr: 선택 삭제
zh_hans: 删除所选
zh_hant: 刪除所選

# SkillsPage_DescriptionHeaderTextBlock.Text
source: Description
ja_jp: 説明
ko_kr: 설명
zh_hans: 描述
zh_hant: 描述

# SkillsPage_ExportBackupDialogMessage
source: Skills backup has been saved.
ja_jp: スキルバックアップを保存しました。
ko_kr: 스킬 백업을 저장했습니다.
zh_hans: 技能备份已保存。
zh_hant: 技能備份已儲存。

# SkillsPage_ExportBackupDialogTitle
source: Backup export complete
ja_jp: バックアップのエクスポート完了
ko_kr: 백업 내보내기
zh_hans: 备份导出完成
zh_hant: 備份匯出完成

# SkillsPage_ExportBackupLoadingMessage
source: Exporting skills backup.
ja_jp: スキルバックアップをエクスポートしています。
ko_kr: 스킬 백업을 내보내는 중입니다.
zh_hans: 正在导出技能备份。
zh_hant: 正在匯出技能備份。

# SkillsPage_ExportBackupNoSelectionDialogMessage
source: Select skills to export first.
ja_jp: エクスポートするスキルを先に選択してください。
ko_kr: 내보낼 스킬을 먼저 선택하세요.
zh_hans: 请先选择要导出的技能。
zh_hant: 請先選取要匯出的技能。

# SkillsPage_ExportBackupNoSelectionDialogTitle
source: No skills selected
ja_jp: スキルが選択されていません
ko_kr: 선택 없음
zh_hans: 未选择技能
zh_hant: 未選取技能

# SkillsPage_ExportBackupTextBlock.Text
source: Export Backup
ja_jp: バックアップをエクスポート
ko_kr: 백업 내보내기
zh_hans: 导出备份
zh_hant: 匯出備份

# SkillsPage_FilesHeaderTextBlock.Text
source: Files
ja_jp: ファイル
ko_kr: 파일
zh_hans: 文件
zh_hant: 檔案

# SkillsPage_ImportBackupDialogTitle
source: Backup import complete
ja_jp: バックアップのインポート完了
ko_kr: 백업 불러오기
zh_hans: 备份导入完成
zh_hant: 備份匯入完成

# SkillsPage_ImportBackupLoadingMessage
source: Importing skills backup.
ja_jp: スキルバックアップをインポートしています。
ko_kr: 스킬 백업을 불러오는 중입니다.
zh_hans: 正在导入技能备份。
zh_hant: 正在匯入技能備份。

# SkillsPage_ImportBackupResultMessageFormat
source: {0} skill(s) imported.
ja_jp: {0}件のスキルをインポートしました。
ko_kr: {0}개 스킬을 가져왔습니다.
zh_hans: 已导入 {0} 个技能。
zh_hant: 已匯入 {0} 個技能。

# SkillsPage_ImportBackupTextBlock.Text
source: Import Backup
ja_jp: バックアップをインポート
ko_kr: 백업 불러오기
zh_hans: 导入备份
zh_hant: 匯入備份

# SkillsPage_ModifiedHeaderTextBlock.Text
source: Modified
ja_jp: 更新日
ko_kr: 수정일
zh_hans: 修改时间
zh_hant: 修改時間

# SkillsPage_NoFilteredSkillsDescriptionTextBlock.Text
source: Adjust the search text.
ja_jp: 検索テキストを調整してください。
ko_kr: 검색어를 조정하세요.
zh_hans: 请调整搜索文本。
zh_hant: 請調整搜尋文字。

# SkillsPage_NoFilteredSkillsTitleTextBlock.Text
source: No skills match the filter.
ja_jp: 条件に一致するスキルがありません。
ko_kr: 조건에 맞는 스킬이 없습니다.
zh_hans: 没有符合筛选条件的技能。
zh_hant: 沒有符合篩選條件的技能。

# SkillsPage_NoSkillsDescriptionTextBlock.Text
source: Add skills that include SKILL.md files to the skills directory.
ja_jp: スキルディレクトリに SKILL.md を含むスキルを追加してください。
ko_kr: 스킬 디렉터리에 SKILL.md를 포함한 스킬을 추가하세요.
zh_hans: 请在技能目录中添加包含 SKILL.md 的技能。
zh_hant: 請在技能目錄中加入包含 SKILL.md 的技能。

# SkillsPage_NoSkillsTitleTextBlock.Text
source: No skills available.
ja_jp: 登録されたスキルがありません。
ko_kr: 등록된 스킬이 없습니다.
zh_hans: 没有已注册的技能。
zh_hant: 沒有已註冊的技能。

# SkillsPage_OllamaUnsupportedDescriptionTextBlock.Text
source: Ollama is a read-only provider that does not manage local skill files. Switch to Codex, Claude Code, or OpenCode Go to manage skills.
ja_jp: Ollama は読み取り専用プロバイダーであり、ローカルスキルファイルを管理しません。スキルを管理するには Codex、Claude Code、または OpenCode Go に切り替えてください。
ko_kr: Ollama는 로컬 스킬 파일을 관리하지 않는 읽기 전용 프로바이더입니다. 스킬을 관리하려면 Codex, Claude Code 또는 OpenCode Go로 전환하세요.
zh_hans: Ollama 是只读提供者，不管理本地技能文件。请切换到 Codex、Claude Code 或 OpenCode Go 来管理技能。
zh_hant: Ollama 是唯讀提供者，不管理本地技能檔案。請切換到 Codex、Claude Code 或 OpenCode Go 來管理技能。

# SkillsPage_OllamaUnsupportedTitleTextBlock.Text
source: Skills are not supported
ja_jp: スキルはサポートされていません
ko_kr: 스킬을 지원하지 않음
zh_hans: 不支持技能管理
zh_hant: 不支援技能管理

# SkillsPage_RefreshSkillsTextBlock.Text
source: Refresh
ja_jp: 更新
ko_kr: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

# SkillsPage_SkillNameHeaderTextBlock.Text
source: Skill Name
ja_jp: スキル名
ko_kr: 스킬 이름
zh_hans: 技能名称
zh_hant: 技能名稱

# SkillsPage_SkillSearchAutoSuggestBox.PlaceholderText
source: Search skill name, directory, or description
ja_jp: スキル名、ディレクトリ、説明を検索
ko_kr: 스킬 이름, 디렉터리, 설명 검색
zh_hans: 搜索技能名称、目录或描述
zh_hant: 搜尋技能名稱、目錄或描述

# SkillsPage_TitleTextBlock.Text
source: Skills
ja_jp: スキル
ko_kr: 스킬
zh_hans: 技能
zh_hant: 技能

# SkillsPage_ZaiUnsupportedDescriptionTextBlock.Text
source: Z.ai is a read-only usage monitor and does not manage local skill files. Switch to Codex, Claude Code, or OpenCode Go to manage skills.
ja_jp: Z.ai は読み取り専用の使用量モニターであり、ローカルスキルファイルを管理しません。スキルを管理するには Codex、Claude Code、または OpenCode Go に切り替えてください。
ko_kr: Z.ai는 읽기 전용 사용량 모니터이며 로컬 스킬 파일을 관리하지 않습니다. 스킬을 관리하려면 Codex, Claude Code 또는 OpenCode Go로 전환하세요.
zh_hans: Z.ai 是只读用量监控，不管理本地技能文件。请切换到 Codex、Claude Code 或 OpenCode Go 来管理技能。
zh_hant: Z.ai 是唯讀用量監控，不管理本地技能檔案。請切換到 Codex、Claude Code 或 OpenCode Go 來管理技能。

# SkillsPage_ZaiUnsupportedTitleTextBlock.Text
source: Skills are not supported
ja_jp: スキルはサポートされていません
ko_kr: 스킬을 지원하지 않음
zh_hans: 不支持技能管理
zh_hant: 不支援技能管理

# TaskbarUsageControl_RefreshButtonToolTip
source: Refresh active account usage
ja_jp: アクティブアカウントの使用量を更新
ko_kr: 활성 계정 사용량 새로고침
zh_hans: 刷新活动帐户用量
zh_hant: 重新整理使用中帳戶用量

# ThirdPartyLicensePackage_WindowsSoftwareDevelopmentKitLicense
source: Windows SDK license
ja_jp: Windows SDK ライセンス
ko_kr: Windows SDK 라이선스
zh_hans: Windows SDK 许可证
zh_hant: Windows SDK 授權

# ThirdPartyLicensesDialog.CloseButtonText
source: Close
ja_jp: 閉じる
ko_kr: 닫기
zh_hans: 关闭
zh_hant: 關閉

# ThirdPartyLicensesDialog.Title
source: Third-party licenses
ja_jp: サードパーティライセンス
ko_kr: 써드파티 라이선스
zh_hans: 第三方许可证
zh_hant: 第三方授權

# ThirdPartyLicensesDialog_DescriptionTextBlock.Text
source: NuGet packages directly referenced by this app and their license information.
ja_jp: このアプリが直接参照している NuGet パッケージとそのライセンス情報です。
ko_kr: 앱에서 직접 참조하는 NuGet 패키지와 라이선스 정보를 나열합니다.
zh_hans: 此应用直接引用的 NuGet 包及其许可证信息。
zh_hant: 此應用程式直接引用的 NuGet 套件及其授權資訊。

# ThirdPartyLicensesDialog_LicenseHeaderTextBlock.Text
source: License
ja_jp: ライセンス
ko_kr: 라이선스
zh_hans: 许可证
zh_hant: 授權

# ThirdPartyLicensesDialog_NuGetPackageDescriptionTextBlock.Text
source: Review package identifier, version, license, and author information.
ja_jp: パッケージ ID、バージョン、ライセンス、作者情報を確認します。
ko_kr: 패키지명, 버전, 라이선스, 제작자 정보를 확인할 수 있습니다.
zh_hans: 查看包标识符、版本、许可证和作者信息。
zh_hant: 查看套件識別碼、版本、授權和作者資訊。

# ThirdPartyLicensesDialog_NuGetPackageHeaderTextBlock.Text
source: NuGet packages
ja_jp: NuGet パッケージ
ko_kr: NuGet 패키지
zh_hans: NuGet 包
zh_hant: NuGet 套件

# ThirdPartyLicensesDialog_ProjectButtonTextBlock.Text
source: Project
ja_jp: プロジェクト
ko_kr: 프로젝트
zh_hans: 项目
zh_hant: 項目

# ThirdPartyLicensesDialog_VersionHeaderTextBlock.Text
source: Version
ja_jp: バージョン
ko_kr: 버전
zh_hans: 版本
zh_hant: 版本

# UsageAverageRateAtLimitText
source: At average pace
ja_jp: 平均ペースと同じ
ko_kr: 평균 속도와 동일
zh_hans: 与平均速度相同
zh_hant: 與平均速度相同

# UsageAverageRateHeadroomFormat
source: Average pace {0}% spare
ja_jp: 平均ペース比で{0}%余裕
ko_kr: 평균 속도 대비 {0}% 여유
zh_hans: 比平均速度有 {0}% 余量
zh_hant: 比平均速度有 {0}% 餘量

# UsageAverageRateWarningFormat
source: Average pace {0}% over
ja_jp: 平均ペースを{0}%超過
ko_kr: 평균 속도 {0}% 초과
zh_hans: 超过平均速度 {0}%
zh_hant: 超過平均速度 {0}%

# ZaiApiKeyAddAccountPage_AddButtonTextBlock.Text
source: Add
ja_jp: 追加
ko_kr: 추가
zh_hans: 添加
zh_hant: 新增

# ZaiApiKeyAddAccountPage_AliasHeaderTextBlock.Text
source: Label (optional)
ja_jp: ラベル (任意)
ko_kr: 라벨 (선택)
zh_hans: 标签（可选）
zh_hant: 標籤（選用）

# ZaiApiKeyAddAccountPage_AliasTextBox.PlaceholderText
source: e.g. Personal
ja_jp: 例: 個人
ko_kr: 예: 개인
zh_hans: 例如：个人
zh_hant: 例如：個人

# ZaiApiKeyAddAccountPage_ApiKeyHeaderTextBlock.Text
source: API key
ja_jp: API キー
ko_kr: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

# ZaiApiKeyAddAccountPage_ApiKeyPasswordBox.PlaceholderText
source: Paste your Z.ai API key
ja_jp: Z.ai API キーを貼り付け
ko_kr: Z.ai API 키 붙여넣기
zh_hans: 粘贴您的 Z.ai API 密钥
zh_hant: 貼上您的 Z.ai API 金鑰

# ZaiApiKeyAddAccountPage_DescriptionTextBlock.Text
source: Add a Z.ai account by pasting an API key. An optional label helps distinguish multiple keys.
ja_jp: API キーを貼り付けて Z.ai アカウントを追加します。複数のキーを区別するには任意のラベルを入力してください。
ko_kr: API 키를 붙여넣어 Z.ai 계정을 추가합니다. 여러 키를 구분하려면 선택 라벨을 입력하세요.
zh_hans: 粘贴 API 密钥以添加 Z.ai 账户。输入可选标签以区分多个密钥。
zh_hant: 貼上 API 金鑰以新增 Z.ai 帳戶。輸入選用標籤以區分多個金鑰。

# ZaiApiKeyAddAccountPage_ErrorInfoBar.Message
source: The API key could not be verified. Check the key and try again.
ja_jp: API キーを検証できませんでした。キーを確認して再試行してください。
ko_kr: API 키를 확인할 수 없습니다. 키를 확인하고 다시 시도하세요.
zh_hans: 无法验证 API 密钥。请检查密钥后重试。
zh_hant: 無法驗證 API 金鑰。請檢查金鑰後再試一次。

# ZaiApiKeyAddAccountPage_ErrorInfoBar.Title
source: Invalid API key
ja_jp: 無効な API キー
ko_kr: 유효하지 않은 API 키
zh_hans: API 密钥无效
zh_hant: API 金鑰無效

# ZaiApiKeyAddAccountPage_TitleTextBlock.Text
source: Enter API key
ja_jp: API キーを入力
ko_kr: API 키 입력
zh_hans: 输入 API 密钥
zh_hant: 輸入 API 金鑰

# ZaiCurrentAccountAddAccountPage_DescriptionTextBlock.Text
source: Imports the API key stored in the coding-helper configuration file.
ja_jp: coding-helper 設定ファイルに保存されている API キーをインポートします。
ko_kr: coding-helper 구성 파일에 저장된 API 키를 가져옵니다.
zh_hans: 导入存储在 coding-helper 配置文件中的 API 密钥。
zh_hant: 匯入儲存在 coding-helper 設定檔中的 API 金鑰。

# ZaiCurrentAccountAddAccountPage_ErrorInfoBar.Message
source: The coding-helper config could not be read or the API key is invalid.
ja_jp: coding-helper 設定を読み取れないか、API キーが無効です。
ko_kr: coding-helper 구성을 읽을 수 없거나 API 키가 유효하지 않습니다.
zh_hans: 无法读取 coding-helper 配置或 API 密钥无效。
zh_hant: 無法讀取 coding-helper 設定或 API 金鑰無效。

# ZaiCurrentAccountAddAccountPage_ErrorInfoBar.Title
source: Import failed
ja_jp: インポートに失敗しました
ko_kr: 가져오기 실패
zh_hans: 导入失败
zh_hant: 匯入失敗

# ZaiCurrentAccountAddAccountPage_FilePathHeaderTextBlock.Text
source: Config file
ja_jp: 設定ファイル
ko_kr: 구성 파일
zh_hans: 配置文件
zh_hant: 設定檔

# ZaiCurrentAccountAddAccountPage_ImportButtonTextBlock.Text
source: Import
ja_jp: インポート
ko_kr: 가져오기
zh_hans: 导入
zh_hant: 匯入

# ZaiCurrentAccountAddAccountPage_TitleTextBlock.Text
source: Import from coding-helper
ja_jp: coding-helper からインポート
ko_kr: coding-helper에서 가져오기
zh_hans: 从 coding-helper 导入
zh_hant: 從 coding-helper 匯入
